{
  "restaurants": [
    {
      "id": "6c7bqjgi84kcowlqdz",
      "name": "Bring Your Phone Cafe",
      "description": "The city of Oldwood was built in the middle of a scorching desert and is truly an ancient marvel. Its charm is matched by the backdrop of clear blue skies which have helped shape the city to what it is today. The climate these skies brought were of great importance, but they were also influential when it came to architectural designs as the vast majority of buildings were designed to take full advantage of the climate through large windows and lush gardens.",
      "pictureId": "https://dicoding-restaurant-api.el.r.appspot.com/images/medium/41",
      "city": "Medan",
      "rating": 4.6
    },
    {
      "id": "ljx8i0qu2uckcowlqdz",
      "name": "Run The Gun",
      "description": "It's this multicultural identity that has truly left its mark. Hundreds of cafés, food carts and bars offer a plethora of culinary choices and those who feel hungry for something else can enjoy aerobics, musea, adventure sports or one of the many other recreational venues.",
      "pictureId": "https://dicoding-restaurant-api.el.r.appspot.com/images/medium/07",
      "city": "Bali",
      "rating": 4.6
    },
    {
      "id": "fe8bbxoazddkcowlqdz",
      "name": "Pangsit Express",
      "description": "The city of Whiteburn was built at the edge of a lush forest and is truly a contemporary sight. Its wonder is matched by the backdrop of gentle hills which have helped shape the city to what it is today.",
      "pictureId": "https://dicoding-restaurant-api.el.r.appspot.com/images/medium/29",
      "city": "Ternate",
      "rating": 4.8
    },
    {
      "id": "ik1zljmlf68kcowlqdz",
      "name": "Ducky Duck",
      "description": "The riches these hills brought were of great importance, but they were also influential when it came to architectural designs as the vast majority of buildings have been built with many round shapes and wide sizes, similar to the fields around them.",
      "pictureId": "https://dicoding-restaurant-api.el.r.appspot.com/images/medium/38",
      "city": "Malang",
      "rating": 4.7
    },
    {
      "id": "9jpuzkm6n6jkcowlqdz",
      "name": "Kafein",
      "description": "The city of Oxglen was built at the border of a traitorous jungle and is truly a contemporary phenomenon. Its wonder is matched by the backdrop of a majestic mountain which have helped shape the city to what it is today.",
      "pictureId": "https://dicoding-restaurant-api.el.r.appspot.com/images/medium/40",
      "city": "Bali",
      "rating": 3.8
    },
    {
      "id": "cpl5jpsnuqkkcowlqdz",
      "name": "Makan mudah",
      "description": "The city of Madhollow was built atop quiet and serene hills and is truly a true modern metropolis. Its grace is matched by the backdrop of lush forests which have helped shape the city to what it is today.",
      "pictureId": "https://dicoding-restaurant-api.el.r.appspot.com/images/medium/08",
      "city": "Malang",
      "rating": 4.6
    },
    {
      "id": "iqtf9hmdzvbkcowlqdz",
      "name": "Saya Suka",
      "description": "The city of Ironford was built among the towering trees of a huge forest and is truly an architectural phenomenon. Its wonder is matched by the backdrop of monumental waterfalls which have helped shape the city to what it is today.",
      "pictureId": "https://dicoding-restaurant-api.el.r.appspot.com/images/medium/32",
      "city": "Surabaya",
      "rating": 3.6
    },
    {
      "id": "8i06gqcc2dpkcowlqdz",
      "name": "Gigitan Cepat",
      "description": "The city of Freyport was built amidst the sands of a mighty desert and is truly a true modern metropolis. Its elegance is matched by the backdrop of clear blue skies which have helped shape the city to what it is today.",
      "pictureId": "https://dicoding-restaurant-api.el.r.appspot.com/images/medium/45",
      "city": "Aceh",
      "rating": 4
    },
    {
      "id": "wf5o19xhxxkcowlqdz",
      "name": "Fairy Cafe",
      "description": "But I must explain to you how all this mistaken idea of denouncing pleasure and praising pain was born and I will give you a complete account of the system, and expound the actual teachings of the great explorer of the truth, the master-builder of human happiness. No one rejects, dislikes, or avoids pleasure itself, because it is pleasure, but because those who do not know how to pursue pleasure rationally encounter consequences that are extremely painful. Nor again is there anyone who loves or pursues or desires to obtain pain of itself, because it is pain, but because occasionally circumstances occur in which toil and pain can procure him some great pleasure.",
      "pictureId": "https://dicoding-restaurant-api.el.r.appspot.com/images/medium/04",
      "city": "Malang",
      "rating": 3.9
    }
  ]
}
